{
    "0": ["宙斯和女生在一起的时候，变身过天鹅，小鸟，牛。。。怎么老是喜欢变身成动物的", 
          "。。。白热的冲刺下，那扑倒的凡躯，怎能不感到那跳动的神异的心？”。。。这诗翻译的好美", 
          "哈利·胡迪尼9岁的时候曾经在锁匠下实习过。长大后，他就转行做最伟大的脱逃魔术了",
          "相传有一位名叫伽倪墨得斯的美男子，宙斯把他掳到了天国做小情人。结果宙斯的正房赫拉知道了，把他烧成了水瓶座？！往后天国里，成为了给天神们斟酒的服务员。。。我是什么座来着的？",
          "宙斯的儿子喝母乳的时候不小心喷洒出来，结果变成了银河系。如果换成不同的液体的话。。。",
          "对于路易十六国王来说，锻造是他为数不多的兴趣爱好之一（虽然很业余）。他曾经在私人图书馆上方安装了一个小型锻造厂。不过宫廷并不认可，觉得这是一个下等职业",
          "这里说“赫淮斯托斯强奸雅典娜未果，射在了她的大腿上。被雅典娜用羊皮擦掉扔在大地，最后大地女神盖亚怀孕了”。可是论辈分，盖亚是他的太奶奶啊？",
          "在古罗马时期，钥匙通常是被女性掌管的。有时会当作头饰佩戴",
          "世界上最早的锁，是木头做的。早期的时候是只有富人才能使用的物件",
          "很多的智能锁，因为提供了额外的打开方式，可以很轻松的在十几秒之内破解",
          "公元前400年古希腊时期的雕像，相对比那些理想比例的身材，小鸡鸡似乎显得很寒碜。那是因为那时候的审美来说，巨大勃起的阴茎更像是愚蠢，粗俗的象征，与野蛮人一样",
          "在文艺复兴时期，许多雕像和画作的私处被添加上了“无花果叶“，来减少展示的裸露量。直到19世纪后，开始被复原",
          "据说希腊的淫乱神话也和各大城邦的统治家族有关。因为为了宣扬自己的神圣性，所以都和宙斯攀亲，以宣扬自己的统治地位。讲述他们神的父亲和人的母亲的故事",
          "世界上最意外的NTR，大概就是自己的双胞胎孩子里，有一个其实是宙斯的骨肉"
        ],
    "1": ["今晚会有人禁欲失败吗", 
          "有人说，忍耐是一种美德。对于你来说，是折磨，还是享受？", 
          "开不了锁了吗。。。没事。禁欲也是很好玩的",
          "还没睡吗？那给你看看我收集上锁名单",
          "你想要选择什么样子的钥匙来解开你的锁？",
          "你在被调教中吗？不好意思。请别在意我",
          "都这么晚了，看看今晚会有谁。。。",
          "零点了还不睡。是想要做点什么吗？",
          "找钥匙，找钥匙。嗯？你说你不要钥匙？那就。继续锁上",
          "据说，禁欲越久，最后高潮就越刺激",
          "乐园最短的记录一天不到。太弱了",
          "乐园最长的记录是半年，不知道有没有憋坏了",
          "据说禁欲的时候，敏感度会成倍的增加",
          "上锁的时候，有些乐园频道可别打开",
          "虽说不能高潮，不过寸止不犯规",
          "寸止到最后面，精液似乎会止不住的缓慢漏出来",
          "钥匙插入锁孔，那一声清脆的应答声，是我很喜欢的声音"
    ],
    "2": ["如果你还喜欢我，记得谢谢长风和前期测试的小伙伴们。他们是：邊邊，雪兒，刺猬，艾文，皮卡，Hope，面团，兔几，红豆，慕夏，鲈鱼，墨墨，鲸卿，夜風，九夏。当然，排名不分先后。",
          "原本我还会预测天气，但是乐园成员所在的国家城市实在太多了。最终放弃了这个想法",
          "朗尼的Lonnie。取自Leyuan BDSM的英文首字母L。林德尔和莱斯利也是同样的构思",
          "乐园每个月都设定了一个主题。不过在我这，统统都是禁欲月",
          "我手里拿着的其实是小皮鞭。但是由于我的照片不够清晰被人看成双截棍了",
          "原来我的生日在3月份。后来遇到了新情况导致全部从零开始，连身体都是新的了",
          "由于压力，长风曾经有三四次想放弃结束乐园。但总有一些很有爱的成员在支持帮助他，所以维持到了今天",
          "乐园的设计经过太多不同的版本，至今已经难以追溯。大概是经过第10次的大变革后，最终敲定了现在大家熟悉样子",
          "我的创意源于叶子和乐园2021年11月No Nut November和12月No Nut December禁欲游戏成员们的启发",
          "乐园一开始的目标是能够融合大圈SM和小圈SP的爱好者。希望能化解双方的对立和厌恶，避开刻板印象",
          "“简称乐园“最早是从一个叫做“欧洲乐园“的QQ群拓展而来，为了能够自由的探讨BDSM而不用担心禁句。最高的历史记录听过有群被封了11次，重建了11次",
          "由于担心成员会有额外压力以及不确定是否有人愿意，几年间都没有“天使“这个职位。只有一人负责所有设计、维护、处理成员间的纷争",
          "天使们负责维护乐园里的日常，不管是从日常帮助解决纷争，海关审查新人，还是探讨规划，管理群内事务确保朗尼在内的一切功能都能正常运行。每一位都无私的贡献，不为自己，而是为了能够维护BDSM圈里最有爱的栖息地。请不要把这个地方的存在当作理所当然，让我们一起维护它",
          "乐园3月份主题选择纪念《索多玛一百二十天》电影瑞典的发行日3月29日。以此呼吁重视BDSM里的安全、理智、知情同意。正确看待BDSM，区分犯罪伤害，接纳自己的喜好"
        ],
    "3": ["快去睡觉！你以为你能熬的过面团",
          "嗯？邊邊我這樣弄你這麼舒服呀？ 诶 別害羞到遮臉嘛～讓我看看你帥氣臉龐～",
          "林德尔。。。他又跑到哪里玩了",
          "鬼片嗎？你們怎麼會想看這種東西？不..我才沒有害怕呢！",
          "啊風呀！你再不交出裸圍的話，我就要動手強迫讓你穿上囉！",
          "还不去睡吗？嗯？看着我的眼睛回答（盯——",
          "我喜欢林德尔和莱斯利",
          "小狐狸比我大，但是身体其实比我小",
          "林德尔有一张表情包，不要放大看",
          "莱斯利的书桌上，摆放着木勺，尺子，毛刷，细木棍，和笔"
        ],
    "4": ["你要和我一起啃胡萝卜吗？可是饱腹感不强",
          "山药有补肾健脾的功效。又补又不胖。只是比较黏糊",
          "如果肚子饿又担心不健康，可以来碗燕麦片",
          "要不要来根玉米？糯糯的，香香的，深夜吃一点也不用太担心消化",
          "我喜欢牛排，三文鱼，虾，鸡蛋或凯撒撒拉三明治",
          "如果一直挨饿不吃东西，会很更容易反弹的。就像，禁欲一样",
          "注意那些健怡饮品。太过量对身体其实不会那么快乐",
          "把秋葵切成块状，用开水冲泡2分钟。最后用糖，醋，酱油搅拌在一起，一个很简单又健康的点心就做成了",
          "吃的慢一点，增加蛋白质，高纤维食物，多喝水和足够的睡眠，可以增加饱腹感和减少饿的感觉",
          "大部分的果汁都是高糖和卡路里，如果频繁饮用可能会容易过量"
        ],
    "5": ["这皮质怎么这么的粗糙。戴在脖子上。时间久了不舒服", 
          "《十大aftercare的黄金理论，看到第三条我都惊呆了》。。。标题党",
          "女生的敏感点，原来还可以在这个点上吗。需要不停的",
          "臀部的。这个位置。虽然响，但不是特别痛。。。",
          "施虐受虐的现代概念，最早可能源自于德国精神病学家理查德·冯·克拉夫特-埃宾在其 1886 年的案例研究集《性心理变态》中，也是第一次在现代医学领域探讨",
          "德语里的“Sadomasochism“可以理解成S/M。换句话理解就是Switch双",
          "弗洛伊德除了著名的本我、超我的理念外，对于性学也颇有研究",
          "通常形容的BDSM，指的是发生在20世纪末和21世纪初的文化现象。在西方里，比较著名的影响例如同性恋皮革摩托车俱乐部，《O的故事》，《索多玛一百二十天》，《穿裘皮的维纳斯》，贝蒂·佩吉",
          "根据一项不完全严谨的2015年数据指出，最变态是美国人大约70%都喜欢BDSM，加拿大人则是50%；德国人最喜欢下流话；巴西人最喜爱气味相关的内容；希腊人最喜欢在私密的家中；澳大利亚人最有可能在床头找到手铐；英国人则是最喜欢Spanking",
          "美国最高法院在“劳伦斯诉德克萨斯“一案中指出，如果有人沉迷于此类活动，则他/她拥有真正的性自由。。。BDSM 的基本目标是疼痛而不是伤害，一旦造成伤害，那么这种权利就不复存在。但后来在”多伊诉乔治梅森大学校长和访客“一案中，法院裁定，在美国没有宪法权利可以纵容这种做法。该判决背后的想法是赋予女性更多权利，因为在大多数情况下，女性都因为顺从而造成疼痛，最终导致不平等，因此违宪",
          "“一直跪着会对膝盖造成伤害。放软垫和间歇性会更好一些”。总是可以从乐园成员里学到新知识",
          "把手腕从这里绑起来，再从腿部中间绕过去。。。速度会更快",
          "考虑项圈，练习项圈，永久项圈，电击项圈，Choker，有锁项圈，姿势项圈，自定义项圈。。。原来项圈还可以这样子区分",
          "用围巾来尝试捆绑，作为入门感觉危险性小了不少。。。",
          "长期佩戴贞操带的磨损会导致生殖系统感染，白血病以及死亡。千万注意",
          "根据《英国皇家外科医师学会年鉴》2010-2019的研究，英国医疗系统在这十年里总计花费超3百万英镑来移除病患肛门里的异物，并且这数字呈上升趋势。这其中，男性占据大多数。最常见20-30岁之间。而在30-54岁的数量相差不下。74岁后相对平缓",
          "历史上最早记录贞操带的画可追溯到1405年，由16世纪开始更多出现在画作和雕刻中。但就像大英博物馆描述的：“现在存在的绝大多数物件很可能是在 18 世纪和 19 世纪制作的，作为淫荡者的好奇心，或者没品位的笑话”",
          "相传，中世纪男人去打仗的时候，为了防止妻子不忠，制作了铁用的贞操带只留着小口用于小便。但这被叙述了近百年的故事，非常有可能是假的，因满足后人对于性的幻想而广泛流传"
        ],
    "6": ["有人欺负你？我会用锁砸坏TA",
          "0点0分。大家注意休息", 
          "你们玩游戏怎么能不叫我",
          "嗯。变态的数量增多了",
          "凌晨。我们又见面了",
          "如果高潮都控制不了，会不会太没用？",
          "我会一直盯着你的",
          "多注意休息",
          "忍不住？点红色的失败",
          "你最多，能禁欲多久？",
          "我找不到我的隐形眼镜了。我忘记带了吗。。。",
          "就算你一直看着我，我也不会变圆",
          "如果有人未经同意私信你，告诉天使们，他们会给对方一张前往火星的VIP票",
          "不开心吗？那我把我最珍贵的三角符号给你玩好了",
          "今天朗尼想私訊/加別人好友的時候可以怎麼做呢？(A)直接私訊/加好友，然後跟對方告白❤️，(B)在公頻先禮貌的詢問對方能不能私訊/加好友",
          "我喜欢衣架，金字塔，交通指示牌，三脚架，三角铁，粽子，三明治，一片披萨。。。肚子饿了",
          "朗尼和三角，你选一个"
        ]
}